Repository: xcv58/MacTools
Catalog: Plugins/Launchpad/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# shortcut.toggle.description
source: 全局快捷键唤出或收起应用网格。默认未设置，可在此自定义。
ar: استخدم اختصارًا عامًا لفتح شبكة التطبيقات أو إغلاقها. لا يوجد اختصار افتراضي؛ خصصه هنا.
de: Mit einem globalen Kurzbefehl das App-Raster öffnen oder schließen. Kein Standard festgelegt; hier anpassen.
en: Use a global shortcut to open or close the app grid. No default is set; customize it here.
es: Usa un atajo global para abrir o cerrar la cuadrícula de apps. No hay valor predeterminado; configúralo aquí.
fr: Utilisez un raccourci global pour ouvrir ou fermer la grille d’apps. Aucun raccourci par défaut ; personnalisez-le ici.
ja: グローバルショートカットでアプリグリッドを開閉します。デフォルトは未設定です。ここで変更できます。
ko: 전역 단축키로 앱 그리드를 열거나 닫습니다. 기본값은 없으며 여기서 설정할 수 있습니다.
pt: Use um atalho global para abrir ou fechar a grade de apps. Não há padrão; personalize aqui.
ru: Используйте глобальное сочетание клавиш, чтобы открыть или закрыть сетку приложений. По умолчанию не задано; настройте здесь.
tr: Uygulama ızgarasını açmak ya da kapatmak için genel bir kısayol kullanın. Varsayılan atanmadı; buradan özelleştirebilirsiniz.
zh_hant: 用全域快速鍵打開或收起 App 網格。預設未設定，可在此自定義。

# shortcut.toggle.title
source: 打开启动台
ar: فتح Launchpad
de: Launchpad öffnen
en: Open Launchpad
es: Abrir Launchpad
fr: Ouvrir Launchpad
ja: Launchpad を開く
ko: Launchpad 열기
pt: Abrir Launchpad
ru: Открыть Launchpad
tr: Launchpad'i Aç
zh_hant: 打開啟動台

# windowMode.compact
source: 紧凑
ar: مضغوط
de: Kompakt
en: Compact
es: Compacto
fr: Compact
ja: コンパクト
ko: 컴팩트
pt: Compacto
ru: Компактно
tr: Kompakt
zh_hant: 緊湊

# windowMode.fullscreen
source: 全屏
ar: ملء الشاشة
de: Vollbild
en: Full Screen
es: Pantalla completa
fr: Plein écran
ja: 全画面
ko: 전체 화면
pt: Tela inteira
ru: Во весь экран
tr: Tam Ekran
zh_hant: 全螢幕
